Repository: Marcus1068/PongGame
Catalog: PongGame/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it

source: ⚡ SPEED BOOST! ⚡
de: ⚡ TEMPO-BOOST! ⚡
es: ⚡ TURBO! ⚡
fr: ⚡ TURBO-BOOST! ⚡
it: ⚡ TURBO! ⚡

source: About
de: Info
es: Info
fr: Info
it: Info

source: All Rights Reserved
de: Alle Rechte vorbehalten
es: Todos los derechos reservados
fr: Tous droits réservés
it: Tutti i diritti riservati

source: Ball Speed
de: Ballgeschwindigkeit
es: Velocidad de la pelota
fr: Vitesse de la balle
it: Velocità della palla

source: Built with SwiftUI · SpriteKit · AVFoundation
de: Entwickelt mit SwiftUI · SpriteKit · AVFoundation
es: Creado con SwiftUI · SpriteKit · AVFoundation
fr: Développé avec SwiftUI · SpriteKit · AVFoundation
it: Sviluppato con SwiftUI · SpriteKit · AVFoundation

source: Classic Pong reimagined with a retro-neon look, synthesised arcade sounds, and a speed-boost rally system.
de: Klassisches Pong mit Retro-Neon-Look, synthetisierten Arcade-Sounds und Rally-Geschwindigkeitssystem.
es: El clásico Pong reinventado con estética retro neón, sonidos arcade sintetizados y un sistema de aceleración por rally.
fr: Le Pong classique réinventé avec un look rétro néon, des sons arcade synthétisés et un système d'accélération par rallye.
it: Il classico Pong reinventato con un look retro neon, suoni arcade sintetizzati e un sistema di accelerazione rally.

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi

source: Color
de: Farbe
fr: Couleur
it: Colore

source: Computer Wins!
de: Computer gewinnt!
es: ¡Gana el ordenador!
fr: L'ordinateur gagne !
it: Vince il computer!

source: Difficulty
de: Schwierigkeitsgrad
es: Dificultad
fr: Difficulté
it: Difficoltà

source: Easy
de: Leicht
es: Fácil
fr: Facile
it: Facile

source: Hard
de: Schwer
es: Difícil
fr: Difficile
it: Difficile

source: Medium
de: Mittel
es: Medio
fr: Moyen
it: Medio

source: Final Score: %lld - %lld
de: Endergebnis: %lld - %lld
es: Puntuación final: %lld - %lld
fr: Score final : %lld - %lld
it: Punteggio finale: %lld - %lld

source: First player to reach 5 points wins. Every 3 alternating rally hits triggers a speed boost!
de: Wer zuerst 5 Punkte erreicht, gewinnt. Jede 3. abwechselnde Ballrückgabe aktiviert einen Geschwindigkeitsschub!
es: El primero en llegar a 5 puntos gana. ¡Cada 3 golpes alternos de rally activan un turbo de velocidad!
fr: Le premier à atteindre 5 points gagne. Chaque série de 3 échanges consécutifs déclenche un turbo de vitesse !
it: Il primo a raggiungere 5 punti vince. Ogni 3 scambi alternati attiva un turbo di velocità!

source: Game Paused
de: Spiel pausiert
es: Juego en pausa
fr: Jeu en pause
it: Gioco in pausa

source: Options
de: Einstellungen
es: Opciones
it: Opzioni

source: Play Again
de: Nochmal spielen
es: Jugar de nuevo
fr: Rejouer
it: Gioca ancora

source: Player
de: Spieler
es: Jugador
fr: Joueur
it: Giocatore

source: Player Wins!
de: Spieler gewinnt!
es: ¡Gana el jugador!
fr: Le joueur gagne !
it: Vince il giocatore!

source: Press Resume to continue
de: Zum Weiterspielen auf Fortsetzen tippen
es: Pulsa Continuar para seguir jugando
fr: Appuyez sur Reprendre pour continuer
it: Premi Riprendi per continuare

source: Restart
de: Neustart
es: Reiniciar
fr: Recommencer
it: Ricomincia

source: Resume
de: Fortsetzen
es: Continuar
fr: Reprendre
it: Riprendi

source: Start Game
de: Spiel starten
es: Iniciar juego
fr: Démarrer le jeu
it: Inizia il gioco

source: Touch and drag to move
de: Tippen und Ziehen zum Bewegen
es: Toca y arrastra para moverte
fr: Toucher et glisser pour bouger
it: Tocca e trascina per muoverti

source: Use W / S or the Arrow Keys to move your paddle on macOS. Drag on screen to play on iOS.
de: W / S oder Pfeiltasten zum Bewegen auf macOS. Auf dem Bildschirm ziehen zum Spielen auf iOS.
es: Usa W / S o las teclas de flecha para mover la paleta en macOS. Arrastra en la pantalla para jugar en iOS.
fr: Utilisez W / S ou les touches fléchées pour déplacer la raquette sur macOS. Glissez sur l'écran pour jouer sur iOS.
it: Usa W / S o i tasti freccia per muovere la racchetta su macOS. Trascina sullo schermo per giocare su iOS.

source: Use W/S or Arrow Keys to move
de: W/S oder Pfeiltasten zum Bewegen
es: W/S o teclas de flecha para mover
fr: W/S ou touches fléchées pour bouger
it: W/S o tasti freccia per muoversi

source: Computer
es: Ordenador
fr: Ordinateur

source: Pause
es: Pausa
it: Pausa
